namespace RandomSongSearchEngine.Data
{
    public class MySqlScripts
    {
        public static string SqlSeedGenre = @"
INSERT Users(Email, Password) VALUES 
('1@2', '12');

INSERT Genre(Genre) VALUES 
(N'Авторские'),
(N'Авторские (Павел)'),
(N'Бардовские'),
(N'Блюз'),
(N'Вальсы'),
(N'Военные'),
(N'Военные (ВОВ)'),
(N'Гранж'),
(N'Дворовые'),
(N'Детские'),
(N'Джаз'),
(N'Дуэты'),
(N'Зарубежные'),
(N'Застольные'),
(N'Из мюзиклов'),
(N'Из фильмов'),
(N'Кавказские'),
(N'Классика'),
(N'Лирика'),
(N'Медленные'),
(N'На стихи Есенина'),
(N'Народные'),
(N'Народный стиль'),
(N'Новогодние'),
(N'Новые'),
(N'Панк'),
(N'Патриотические'),
(N'Песни 30х-60х'),
(N'Песни 60х-70х'),
(N'Поп-музыка'),
(N'Походные'),
(N'Про водителей'),
(N'Про ГИБДД'),
(N'Про космонавтов'),
(N'Про милицию'),
(N'Ретро хиты'),
(N'Рождественские'),
(N'Рок'),
(N'Романсы'),
(N'Свадебные'),
(N'Танго'),
(N'Танцевальные'),
(N'Шансон'),
(N'Шуточные');
";
    }
}